const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ ​​​​​​​​​
۞╦═════════════۞
┌┤   🐧 L̶O̶G̶O̶S̶ I̶M̶G̶ 🐧
║╞═════════════۞
║║  ⚠︎ ᵐᵉⁿᵘ-ˡᵒᵍᵒˢ ⚠︎
║╰━━━━── • ──━━━━۞
              LOGOS 
║  100% funcionando!! 
║  qualquer error,
║  é dos módulos ou termux 
║ 
╭━━ ⪩
▢   🏵️ Ⓚ︎Ⓞ︎Ⓜ︎Ⓘ︎-Ⓢ︎Ⓐ︎Ⓝ︎ 🏵️
▢ ╭═══⊷
▢ ⌦፤${prefix}plaq
▢ ⌦፤${prefix}plaq2
▢ ⌦፤${prefix}plaq3
▢ ⌦፤${prefix}plaq4
▢ ⌦፤${prefix}plaq5
▢ ⌦፤${prefix}plaq6 (txt)
▢ ⌦፤${prefix}shadow (txt)
▢ ⌦፤${prefix}angelwing (txt)
▢ ⌦፤${prefix}efeitoneon (txt)
▢ ⌦፤${prefix}cemiterio (txt)
▢ ⌦፤${prefix}metalgold (txt)
▢ ⌦፤${prefix}narutologo (txt)
▢ ⌦፤${prefix}fire (txt)
▢ ⌦፤${prefix}romantic (txt)
▢ ⌦፤${prefix}smoke (txt)
▢ ⌦፤${prefix}papel (txt)
▢ ⌦፤${prefix}lovemsg (txt)
▢ ⌦፤${prefix}lovemsg2 (txt)
▢ ⌦፤${prefix}levemsg3 (txt)
▢ ⌦፤${prefix}coffecup (txt)
▢ ⌦፤${prefix}coffecup2 (txt)
▢ ⌦፤${prefix}cup (txt)
▢ ⌦፤${prefix}florwooden (txt)
▢ ⌦፤${prefix}madeira (txt)
▢ ⌦፤${prefix}neon2 (txt)
▢ ⌦፤${prefix}lobometal (txt)
▢ ⌦፤${prefix}harryp (txt)
▢ ⌦፤${prefix}txtborboleta (txt)
▢ ⌦፤${prefix}blackpink (txt)
▢ ⌦፤${prefix}girlmascote (txt)
▢ ⌦፤${prefix}logogame (txt)
▢ ⌦፤${prefix}equipemascote (txt)
▢ ⌦፤${prefix}fpsmascote (txt)
▢ ⌦፤${prefix}hackneon (txt)
▢ ⌦፤${prefix}ffavatar (txt)
▢ ⌦፤${prefix}mascotegame (txt)
▢ ⌦፤${prefix}wingeffect (txt)
▢ ⌦፤${prefix}engelglx (txt)
▢ ⌦፤${prefix}gizquadro
▢ ⌦፤${prefix}txtquadrinhoa (txt)
▢ ⌦፤${prefix}gameplay (txt)
▢ ⌦፤${prefix}ffbanner (txt)
▢ ⌦፤${prefix}mascoteavatar (txt)
▢ ⌦፤${prefix}googlesg (txt)
▢ ⌦፤${prefix}marvel (txt)
▢ ⌦፤${prefix}glitch (txt)
▢ ⌦፤${prefix}stone (txt)
▢ ⌦፤${prefix}space (txt)
▢ ⌦፤${prefix}pornhub (txt)
▢ ⌦፤${prefix}america (txt)
▢ ⌦፤${prefix}grafity (txt)
▢ ⌦፤${prefix}glitch3
▢ ⌦፤${prefix}lava
▢ ⌦፤${prefix}toxic (txt)
▢ ⌦፤${prefix}thunder (txt)
▢ ⌦፤${prefix}thunderv2 (txt)
▢ ⌦፤${prefix}neongreen (txt)
▢ ⌦፤${prefix}neon (txt)
▢ ⌦፤${prefix}neon2 (txt)
▢ ⌦፤${prefix}neon3d (txt)
▢ ⌦፤${prefix}demongreen (txt)
▢ ⌦፤${prefix}metalfire (txt)
▢ ⌦፤${prefix}rainbow (txt)
▢ ⌦፤${prefix}gelo (txt)
▢ ⌦፤${prefix}halloween (txt)
▢ ⌦፤${prefix}lapis (txt)
▢ ⌦፤${prefix}glitch (txt)
▢ ⌦፤${prefix}glitch2 (txt)
▢ ⌦፤${prefix}3dglod (txt)
▢ ⌦፤${prefix}neon3d (txt)
▢ ⌦፤${prefix}transformer (txt)
▢ ⌦፤${prefix}3dstone (txt)
▢ ⌦፤${prefix}fiction (txt)
▢ ⌦፤${prefix}cattxt (txt)
▢ ⌦፤${prefix}neondevil (txt)
▢ ⌦፤${prefix}demonfire (txt)
▢ ⌦፤${prefix}luxury (txt)
▢ ⌦፤${prefix}berry (txt)
▢ ⌦፤${prefix}matrix (txt)
▢ ⌦፤${prefix}horror (txt)
▢ ⌦፤${prefix}nuvem (txt)
▢ ⌦፤${prefix}neon3 (txt)
▢ ⌦፤${prefix}neve (txt)
▢ ⌦፤${prefix}areia (txt)
▢ ⌦፤${prefix}vidro (txt)
▢ ⌦፤${prefix}style (txt)
▢ ⌦፤${prefix}blood (txt)
▢ ⌦፤${prefix}pink (txt)
▢ ⌦፤${prefix}carbon (txt)
▢ ⌦፤${prefix}metalbluen (txt)
▢ ⌦፤${prefix}jeans (txt)
▢ ⌦፤${prefix}jokerlogo (txt)
▢ ⌦፤${prefix}natal (txt)
▢ ⌦፤${prefix}ossos (txt)
▢ ⌦፤${prefix}asfalto (txt)
▢ ⌦፤${prefix}break (txt)
▢ ╰═══⊷
╰━━━ ⪨
`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 